
        {"name":"II: Sampling and Experimentation",
        "tagline":"Planning and conducting a study",
        "description":"Data must be collected according to a well-developed plan if valid information on a conjecture is to be obtained. This plan includes clarifying the question and deciding upon a method of data collection and analysis.",
        "children":[
            {"name":"A",
            "tagline":"Exploring categorical data",
            "children":[
                {"name":"2-A-1",
                "tagline": "Knowing census is a collection of info. from the entire population",
                "score": 2},
                {"name":"2-A-2",
                "tagline": "Knowing the distinction between experimental and observational study",
                "score": 3}
            ]},
            {"name":"B",
            "tagline":"Planning and conducting surveys",
            "children":[
                {"name":"2-B-1",
                "tagline": "Knowing a well conducted and designed survey must be random",
                "score": 1},
                {"name":"2-B-2",
                "tagline": "Knowing a well conducted and designed survey must minimize bias",
                "score": 2},
                {"name":"2-B-3",
                "tagline": "Knowing the population of interest for a sample survey",
                "score": 3},
                {"name":"2-B-4",
                "tagline": "Distinguishingbetween population parameter and sample statistics",
                "score": 1},
                {"name":"2-B-5",
                "tagline": "Identifying a sample was collected randomly (addresses when sample collected with voluntary or convenience)",
                "score": 2},
                {"name":"2-B-6",
                "tagline": "Understanding what a response and nonresponse bias is",
                "score": 3},
                {"name":"2-B-7",
                "tagline": "Identifying when a sample is collected using a simple random sample",
                "score": 1},
                {"name":"2-B-8",
                "tagline": "Identifying when a sample is collected using stratified random sample",
                "score": 2},
                {"name":"2-B-9",
                "tagline": "Identifying when a sample is collected using cluster random sample",
                "score": 3}
            ]},
            {"name":"C",
            "tagline":"Planning and conducting experiments",
            "children":[
                {"name":"2-C-1",
                "tagline": "Knowing in an experiment that treatments are assigned randomly",
                "score": 1},
                {"name":"2-C-2",
                "tagline": "Knowing in an experiment that treatments are replicated to many subjects/experimental units",
                "score": 2},
                {"name":"2-C-3",
                "tagline": "Understanding the benefit for a control group",
                "score": 3},
                {"name":"2-C-4",
                "tagline": "Identifying # of treatments from a multi-factor experiment (in curriculum?)",
                "score": 1},
                {"name":"2-C-5",
                "tagline": "Identifying the experimental units in an experiment",
                "score": 2},
                {"name":"2-C-6",
                "tagline": "Knowing to control variables that are not a factor of an experiment (in curriculum?)",
                "score": 3},
                {"name":"2-C-7",
                "tagline": "Knowing the purpose of random assignment in experiments",
                "score": 1},
                {"name":"2-C-8",
                "tagline": "Understanding the difference between none, single and doubleblinded experiments",
                "score": 2},
                {"name":"2-C-9",
                "tagline": "Understanding that blinding helps prevent bias in experiment",
                "score": 3},
                {"name":"2-C-10",
                "tagline": "Understanding the purpose of blocking in an experiment",
                "score": 1},
                {"name":"2-C-11",
                "tagline": "Identifying between completely randomized and randomized block design",
                "score": 2},
                {"name":"2-C-12",
                "tagline": "Identifying a matched pairs design",
                "score": 3}
            ]},
            {"name":"D",
            "tagline":"Generalizability of results and types of conclusions that can be drawn from observational studies, experiments and surveys",
            "children":[
                {"name":"2-D-1",
                "tagline": "Knowing experimental studies can show causation whereas observational studies do not",
                "score": 2},
                {"name":"2-D-2",
                "tagline": "Knowing experimental results can only be generalized to those represented by the experimental units",
                "score": 3}
            ]},
            {"name":"E",
            "tagline":"Miscellaneous",
            "children":[
                {"name":"2-E-1",
                "tagline": "When to use stratified vs. cluster sampling (homogeneous groups vs heterogeneous groups)",
                "score": 1},
                {"name":"2-E-2",
                "tagline": "Random sampling variability",
                "score": 2},
                {"name":"2-E-3",
                "tagline": "Identifying confounding variables",
                "score": 3}
            ]}
    ]}